/*
    Реализовать в классе Program, метод выводящий все данные о товаре.
 */

public class Programm extends Goods{

    public static void show(Goods goods){
        System.out.println(goods);
    }
    static void print(Goods item){
        System.out.println(item);
    }
}
